{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Actions",
			"Children": [
				{
					"Source":
					{
						"Text": "Action {ActionHotkey}"
					},
					"Translation":
					{
						"Text": "Action {ActionHotkey}"
					},
					"Key": "DefaultActionMessage"
				}
			]
		},
		{
			"Namespace": "Common",
			"Children": [
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "Apply"
					},
					"Key": "ApplyButtonText"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Back"
					},
					"Key": "BackButtonText"
				},
				{
					"Source":
					{
						"Text": "Confirm"
					},
					"Translation":
					{
						"Text": "Confirm"
					},
					"Key": "ConfirmButtonText"
				}
			]
		},
		{
			"Namespace": "CreateSession",
			"Children": [
				{
					"Source":
					{
						"Text": "Session name"
					},
					"Translation":
					{
						"Text": "Session name"
					},
					"Key": "SessionNameHint"
				}
			]
		},
		{
			"Namespace": "FindSessions",
			"Children": [
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": "Name"
					},
					"Key": "NameColumnName"
				},
				{
					"Source":
					{
						"Text": "Number"
					},
					"Translation":
					{
						"Text": "Number"
					},
					"Key": "NumberColumnName"
				},
				{
					"Source":
					{
						"Text": "Ping"
					},
					"Translation":
					{
						"Text": "Ping"
					},
					"Key": "PingColumnName"
				},
				{
					"Source":
					{
						"Text": "Refresh"
					},
					"Translation":
					{
						"Text": "Refresh"
					},
					"Key": "RefreshButtonText"
				}
			]
		},
		{
			"Namespace": "InputSettings",
			"Children": [
				{
					"Source":
					{
						"Text": "Action"
					},
					"Translation":
					{
						"Text": "Action"
					},
					"Key": "Action"
				},
				{
					"Source":
					{
						"Text": "Alternative weapon mode"
					},
					"Translation":
					{
						"Text": "Alternative weapon mode"
					},
					"Key": "Alternative"
				},
				{
					"Source":
					{
						"Text": "Change weapon"
					},
					"Translation":
					{
						"Text": "Change weapon"
					},
					"Key": "ChangeWeapon"
				},
				{
					"Source":
					{
						"Text": "Crouch"
					},
					"Translation":
					{
						"Text": "Crouch"
					},
					"Key": "Crouch"
				},
				{
					"Source":
					{
						"Text": "Drop weapon"
					},
					"Translation":
					{
						"Text": "Drop weapon"
					},
					"Key": "DropWeapon"
				},
				{
					"Source":
					{
						"Text": "First ability"
					},
					"Translation":
					{
						"Text": "First ability"
					},
					"Key": "FirstAbility"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": "Jump"
					},
					"Key": "Jump"
				},
				{
					"Source":
					{
						"Text": "Menu"
					},
					"Translation":
					{
						"Text": "Menu"
					},
					"Key": "Menu"
				},
				{
					"Source":
					{
						"Text": "Not implemented"
					},
					"Translation":
					{
						"Text": "Not implemented"
					},
					"Key": "SelectFourthPlayerAdditional"
				},
				{
					"Source":
					{
						"Text": "Not implemented"
					},
					"Translation":
					{
						"Text": "Not implemented"
					},
					"Key": "SelectSecondPlayerAdditional"
				},
				{
					"Source":
					{
						"Text": "Not implemented"
					},
					"Translation":
					{
						"Text": "Not implemented"
					},
					"Key": "SelectThirdPlayerAdditional"
				},
				{
					"Source":
					{
						"Text": "Not implemented"
					},
					"Translation":
					{
						"Text": "Not implemented"
					},
					"Key": "SelectFirstPlayerAdditional"
				},
				{
					"Source":
					{
						"Text": "Reload"
					},
					"Translation":
					{
						"Text": "Reload"
					},
					"Key": "Reload"
				},
				{
					"Source":
					{
						"Text": "Second ability"
					},
					"Translation":
					{
						"Text": "Second ability"
					},
					"Key": "SecondAbility"
				},
				{
					"Source":
					{
						"Text": "Select first player"
					},
					"Translation":
					{
						"Text": "Select first player"
					},
					"Key": "SelectFirstPlayer"
				},
				{
					"Source":
					{
						"Text": "Select fourth player"
					},
					"Translation":
					{
						"Text": "Select fourth player"
					},
					"Key": "SelectFourthPlayer"
				},
				{
					"Source":
					{
						"Text": "Select second player"
					},
					"Translation":
					{
						"Text": "Select second player"
					},
					"Key": "SelectSecondPlayer"
				},
				{
					"Source":
					{
						"Text": "Select third player"
					},
					"Translation":
					{
						"Text": "Select third player"
					},
					"Key": "SelectThirdPlayer"
				},
				{
					"Source":
					{
						"Text": "Shoot"
					},
					"Translation":
					{
						"Text": "Shoot"
					},
					"Key": "Shoot"
				},
				{
					"Source":
					{
						"Text": "Sprint"
					},
					"Translation":
					{
						"Text": "Sprint"
					},
					"Key": "Sprint"
				},
				{
					"Source":
					{
						"Text": "Third ability"
					},
					"Translation":
					{
						"Text": "Third ability"
					},
					"Key": "ThirdAbility"
				},
				{
					"Source":
					{
						"Text": "Ultimate ability"
					},
					"Translation":
					{
						"Text": "Ultimate ability"
					},
					"Key": "UltimateAbility"
				},
				{
					"Source":
					{
						"Text": "Weapon selector"
					},
					"Translation":
					{
						"Text": "Weapon selector"
					},
					"Key": "WeaponSelector"
				},
				{
					"Source":
					{
						"Text": "Zoom"
					},
					"Translation":
					{
						"Text": "Zoom"
					},
					"Key": "Zoom"
				}
			]
		},
		{
			"Namespace": "LocalizationSettings",
			"Children": [
				{
					"Source":
					{
						"Text": "Choose language"
					},
					"Translation":
					{
						"Text": "Choose language"
					},
					"Key": "ChooseLanguage"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "English"
				},
				{
					"Source":
					{
						"Text": "Russian"
					},
					"Translation":
					{
						"Text": "Russian"
					},
					"Key": "Russian"
				}
			]
		},
		{
			"Namespace": "Settings",
			"Children": [
				{
					"Source":
					{
						"Text": "Connect to game"
					},
					"Translation":
					{
						"Text": "Connect to game"
					},
					"Key": "ConnectItem"
				},
				{
					"Source":
					{
						"Text": "Create new game"
					},
					"Translation":
					{
						"Text": "Create new game"
					},
					"Key": "CreateItem"
				},
				{
					"Source":
					{
						"Text": "Exit"
					},
					"Translation":
					{
						"Text": "Exit"
					},
					"Key": "ExitItem"
				},
				{
					"Source":
					{
						"Text": "Exit to main menu"
					},
					"Translation":
					{
						"Text": "Exit to main menu"
					},
					"Key": "ExitToMainMenuItem"
				},
				{
					"Source":
					{
						"Text": "Input settings"
					},
					"Translation":
					{
						"Text": "Input settings"
					},
					"Key": "InputSettingsItem"
				},
				{
					"Source":
					{
						"Text": "Localization settings"
					},
					"Translation":
					{
						"Text": "Localization settings"
					},
					"Key": "LocalizationSettingsItem"
				}
			]
		}
	]
}